Repository: BahaeddinSagar/mymoney
Catalog: Icash2/*.lproj/Localizable.strings
Languages: ar_ly

source: Connecting to Server ...
ar_ly: الرجاء الانتظار ,,,

source: PIN code cannot be Empty
ar_ly: الرجاء ادخال الرمز السري

source: Please Try Again
ar_ly: الرجاء المحاولة مجددا

source: Cancel
ar_ly: رجوع

source: Check Balance
ar_ly: تفقد الرصيد

source: Check Internet Connectivity and try again
ar_ly: الرجاء التحقق من امكانية الوصول للانترنت و المحاولة مجددا

source: Error
ar_ly: خطأ

source: OK
ar_ly: عرض الرصيد

source: Please Enter your PIN
ar_ly: الرجاء ادخال الرمز السري

source: Yes, delete it!
ar_ly: نعم

source: You card will be permanently deleted!
ar_ly: هل تريد الغاء تفعيل البطاقة

source: Your Blanace is:
ar_ly: رصيدك هو:

source: Are you sure?
ar_ly: هل أنت متأكد ؟

source: No
ar_ly: لا

source: This app is not authorized to use Back Camera.
ar_ly: الرجاء السماح للتطبيق باستعمال الكاميرا

# Setting
source: Settings
ar_ly: الاعدادات

source: Reader not supported by the current device
ar_ly: القارئ لا يدعم جهازك الحالي

source: Okay
ar_ly: حسنا

source: You will transfer
ar_ly: ستقوم بتحويل

source: to the account with card number
ar_ly: الى صاحب البطاقة رقم

source: Transfer money
ar_ly: تحويل

source: Transfer Completed
ar_ly: تمت عملية التحويل بنجاح

source: Check the data and try again
ar_ly: الرجاء التأكد من البيانات و اعادة المحاولة

source: Card Number and Activation code are required
ar_ly: الرجاء ادخال رقم البطاقة و رمز التفعيل

source: must be in the form :
ar_ly: يجب أن يكون بالصيغة :

source: Card Number is required
ar_ly: الرجاء ادخال رقم البطاقة

source: Card already activated with different Phone Number
ar_ly: البطاقة مفعلة مسبقا برقم هاتف أخر

source: Succuss
ar_ly: نجحت العملية

# you will recieve an SMS with confirmation Code shortly
source: you will revieve an SMS with Activation Code shortly
ar_ly: ستصلك رسالة نصية برمز التأكيد قريبا

source: Please Enter Confirmation Code
ar_ly: الرجاء ادخال رمز التأكيد

source: Card in Activated
ar_ly: تم تفعيل البطاقة

source: Please Check Confirmation Code
ar_ly: الرجاء التحقق من رمز التأكيد

source: Confirmation Code Error
ar_ly: خطأ في رمز التأكيد

source: Not Enough Balance
ar_ly: رصيدك غير كافي

source: Error while making purchase
ar_ly: خطأ أثناء اجراء العملية

source: PIN code should have minimum 4 numbers
ar_ly: الرمز السري يجب أن يكون أكثر من 4 أرقام

source: Codes don't match
ar_ly: الرموز غير متطابقة

source: SMS code
ar_ly: رمز التأكيد برسالة

source: an SMS code is sent to you, enter it here
ar_ly: تم ارسال رمز اليك في رسالة نصية, أدخله هنا

source: Enter
ar_ly: أدخل

source: PIN code changed successfully
ar_ly: تم تغيير الرمز السري بنجاح

source: Please Check SMS Code
ar_ly: الرجاء ادخال الرمز المرسل اليك في رسالة نصية

source: Purchase code is :
ar_ly: رمز الشراء هو :

source: Explain faliure
ar_ly: تفسير فشل العملية

source: Buy
ar_ly: شراء

source: min PIN code is 4 characters
ar_ly: الرمز السري على الأقل 4 أرقام

source: Invalid email
ar_ly: ايميل غير صحيح

source: Your Blanace is:
ar_ly: رصيدك هو :

source: Deactivate
ar_ly: إلغاء التفعيل

source: Are you sure you want to deactivate your card? this cannot be undone
ar_ly: هل تريد إلغاء تفعيل البطاقة ؟

source: Yes, Deactivate
ar_ly: نعم, إلغ التفعيل
